tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
# cask "java"
# brew "python"
brew "bash"
# brew "coreutils"
brew "curl", args: ["with-openssl"]
brew "git"
# brew "git-secret"
# brew "gnu-tar"
# brew "htop"
brew "imagemagick"
brew "jo"
# brew "jq"
brew "mas"
# brew "mongodb"
# brew "mysql", restart_service: true
# brew "postgresql", restart_service: true
# brew "postgis"
# brew "pyenv"
# brew "shellcheck"
# brew "ssh-copy-id"
# brew "terminal-notifier"
# brew "the_silver_searcher"
# brew "tokei"
# brew "travis"
brew "tree"
# brew "ttyrec"
brew "ttygif"
brew "vim"
brew "wget"

cask "alfred"
cask "google-chrome"
cask "discord"

# list of quick look plugins
# https://github.com/sindresorhus/quick-look-plugins

cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
# cask "skype"
# cask "slack"
cask "spotify"
# cask "sublime-text"
cask "the-unarchiver"
# cask "virtualbox"

mas "App Cleaner", id: 1013897218
# mas "Xcode", id: 497799835
mas "The Unarchiver", id: 425424353
mas "BetterSnapTool", id: 417375580
mas "PiPifier", id: 1160374471
