tap "heroku/brew"
tap "getantibody/tap"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
brew "bash"
brew "curl", args: ["with-openssl"]
brew "git"
brew "imagemagick"
brew "jo"
brew "mas"
brew "node"
brew "r"
brew "speedtest-cli"
brew "tree"
brew "ttygif"
brew "vim"
brew "wget"
cask "alfred"
cask "betterzip"
cask "discord"
cask "dropbox"
cask "google-chrome"
cask "mactex"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rstudio"
cask "spotify"
cask "suspicious-package"
cask "the-unarchiver"
mas "BetterSnapTool", id: 417375580
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Xcode", id: 497799835
